Repository: phunkyfish/visualization.milkdrop
Catalog: visualization.milkdrop/resources/language/resource.language.*/strings.po
Languages: fi_fi, it_it

# Addon Summary
source: MilkDrop takes you flying through the soundwaves you're hearing
fi_fi: MilkDrop lennättää sinut kuunlemiesi ääniaaltojen läpi
it_it: Con MilkDrop vivi un'esperienza di volo attraverso le onde sonore che stai ascoltando

# Addon Description
source: MilkDrop was originally a music visualiser "plug-in" to the Winamp music player. As you listen to your music, MilkDrop takes you flying through the actual soundwaves you're hearing, and uses beat detection to trigger myriad psychedelic effects, creating a rich visual journey through sound.
fi_fi: MilkDrop oli alunperin Winamp-toistosovelluksen visualisointilisäosa. Kun kuuntelet musiikkia, lennättää MilkDrop sinut kuulemiesi ääniaaltojen läpi ja näyttää tahdintunnistuksen avulla lukemattomia psykedeelisiä tehosteita luoden visuaalisen äänikokemuksen.
it_it: MilkDrop era in origine un plugin di visualizzazione della musica per il lettore musicale Winamp. Mentre ascolti la tua musica, MilkDrop ti fa volare attraverso le reali onde sonore che stai ascoltando e utilizza la rilevazione del battito per attivare una moltitudine di effetti psichedelici, creando un ricco viaggio visivo attraverso il suono.

# #30000
source: Automatic Blend Time
fi_fi: Automaattinen sekoitusaika
it_it: Durata transizione automatica

# #30001
source: Time Between Presets
fi_fi: Esiasetusten vaihtoväli
it_it: Tempo tra le preimpostazioni

# #30002
source: Additional Random Time
fi_fi: Satunnainen lisäaika
it_it: Tempo casuale aggiuntivo

# #30003
source: Enable Anisotropic Filtering
fi_fi: Käytä anisotrooppista suodatusta
it_it: Abilita filtro anisotropico

# #30004
source: Enable Hard Cuts
fi_fi: Käytä kovia leikkauksia
it_it: Abilita tagli netti

# #30005
source: Loudness Threshold For Hard Cuts
fi_fi: Äänenvoimakkuuden kynnys koville leikkauksille
it_it: Soglia di rumorosità per tagli netti

# #30006
source: Average Time Between Hard Cuts
fi_fi: Kovien leikkausten keskimääräinen väliaika
it_it: Tempo medio tra i tagli netti

# #30007
source: Maximum Refresh Rate
fi_fi: Suurin ruudunpäivitysnopeus
it_it: Massima frequenza aggiornamento

# #30008
source: Enable Stereo 3D
fi_fi: Käytä stereoskooppista 3D-tilaa
it_it: Abilita Stereo 3D

# #30009
source: Preset Pack
fi_fi: Esiasetuspaketti
it_it: Raccolta preimpostazioni

# #30010
source: User Preset Folder
fi_fi: Oma esiasetuskansio
it_it: Cartella preimpostazioni utente

# #30011
source: Preset Shuffle Mode
fi_fi: Esiasetusten sekoitustila
it_it: Modalità preimpostazione casuale

# #30020
source: WA51 Presets
fi_fi: WA51-esiasetukset
it_it: Preimpostazioni WA51

# #30021
source: Winamp Presets
fi_fi: Winamp-esiasetukset
it_it: Preimpostazioni di Winamp

# #30022
source: User Defined Preset Folder
fi_fi: Käyttäjän oma esiasetuskansio
it_it: Cartella preimpostazioni definita dall'utente

# #30050
source: {0:.1f} secs
fi_fi: {0:.1f} sekuntia
it_it: {0:.1f} sec
